[
	{
		"header": "1. What is the difference between a self-custody digital wallet and a custodial digital wallet?",
		"panel": "<p>The main difference between a self-custody digital wallet (also called a non-custodial wallet) and a custodial digital wallet is who has control over the private keys that are needed to access the funds in the wallet.</p> <p>With a self-custody digital wallet, the user has full control over their private keys and is solely responsible for safeguarding their funds. This means that the user is acting as their own custodian and has complete control over their assets. </p> <p>On the other hand, with a custodial digital wallet, a third party (such as a crypto exchange like Coinbase or Kraken) has control over the private keys and is responsible for safeguarding the user’s funds. This means that the user has less responsibility for safeguarding their crypto but also has less direct control over their assets. </p>"
	},
	{
		"header": "2. What are the advantages of using a self-custody digital wallet?",
		"panel": "<p>There are several advantages to using a self-custody digital wallet. One of the main advantages is that it provides an added layer of security compared to traditional exchanges and wallets. When you hold your crypto assets in a self-custody wallet, you have complete control over your private keys, which are essential for accessing your assets.</p> <p> Another advantage is that you have full control over your digital assets and don’t need permission from a third party to manage and deal with your cryptocurrency. This means that you can keep your funds cold (or “off-line”) which gives you increased security. Additionally, hot storage wallets (such as those provided by exchanges) are not as secure as self-custody wallets and can be more susceptible to hacking attacks </p>."
	},
	{
		"header": "3. What are the disadvantages of using a self-custody digital wallet?",
		"panel": "<p>There are also some disadvantages to using a self-custody digital wallet. One of the main disadvantages is the risk of losing your private keys. If you lose your private keys for any reason, you lose access to your funds and there is nothing you can do to recover them. This typically happens with inexperienced users who are unfamiliar with the best practices for securing their private keys.</p>  <p> Another disadvantage is that since you have complete control over your private keys and are solely responsible for safeguarding your funds, you need to manage your wallet carefully. This includes backing up your wallet and adhering to password management best practices. </p> "
	},
	{
		"header": "4. How do I choose between a self-custody digital wallet and a custodial digital wallet?",
		"panel": "<p>Choosing between a self-custody digital wallet and a custodial digital wallet depends on your personal preferences and needs. Here are some factors to consider when making your decision:</p> <ul> <li>Security: Self-custody digital wallets provide an added layer of security compared to traditional exchanges and wallets because you have complete control over your private keys. However, this also means that you are solely responsible for safeguarding your funds and need to manage your wallet carefully. </li>  <li> Control: With a self-custody digital wallet, you have full control over your digital assets and don’t need permission from a third party to manage and deal with your cryptocurrency. On the other hand, with a custodial digital wallet, a third party has control over the private keys and is responsible for safeguarding the user’s funds. </li> <li> Convenience: Custodial digital wallets can be more convenient for beginners because they are simple and easy to use. They also provide additional services such as the ability to buy and sell crypto with fiat currency. However, they may have less advanced features available for experienced crypto users. </li> </ul>  <p> Ultimately, it’s up to you to weigh the pros and cons of each type of wallet and decide which one is the best fit for you </p>"
	},
	{
		"header": "5. How do I safeguard my private keys when using a self-custody digital wallet?",
		"panel": "<p>When using a self-custody digital wallet, it’s important to safeguard your private keys to ensure the security of your funds. Here are some best practices for securing your private keys: <ul> <li> Backup your wallet: Make sure to backup your wallet regularly and store the backup in a safe and secure location. This will help you recover your funds in case you lose access to your wallet. </li> <li> Use a strong password: Choose a strong and unique password for your wallet and make sure to never share it with anyone. Also, avoid using the same password for multiple accounts. </li> <li> Enable two-factor authentication: If your wallet supports two-factor authentication, make sure to enable it for added security. </li> <li> Keep your private keys offline: Consider storing your private keys offline, such as on a hardware wallet or a paper wallet, to reduce the risk of hacking attacks. </li> <li> Update your software: Make sure to keep your wallet software up-to-date to ensure that you have the latest security features and fixes. </li>  </ul> <p> By following these best practices, you can help safeguard your private keys and ensure the security of your funds when using a self-custody digital wallet. </p> </p>"
	},
	{
		"header": "6. What happens if I lose my private keys when using a self-custody digital wallet?",
		"panel": "<p>If you lose your private keys when using a self-custody digital wallet, you will lose access to your funds and there is nothing you can do to recover them. This is because private keys are essential for accessing your assets and without them, you won’t be able to access your funds.</p> <p> That’s why it’s important to safeguard your private keys and follow best practices for securing them, such as backing up your wallet regularly and storing the backup in a safe and secure location. This will help you recover your funds in case you lose access to your wallet. </p>  <p> It’s also a good idea to consider using a hardware wallet or a paper wallet to store your private keys offline, which can reduce the risk of losing them. </p> "
	},
	{
		"header": "7. What are some examples of self-custody digital wallets?",
		"panel": "<p>There are many examples of self-custody digital wallets available for different platforms and devices. Here are some popular self-custody digital wallets:</p> <ul> <li> Mobile wallets: These are smartphone apps that generate private keys and store them on your phone. Examples include Coinbase Wallet, Trust Wallet, and Mycelium, and of course Bitriel Wallet. </li> <li> Desktop wallets: These are computer programs that you install on your desktop or laptop. They generate private keys and store them on the host computers. Examples include Electrum, Exodus, and Bitcoin Core. </li> <li> Hardware wallets: These are physical devices that securely store private keys offline and approve transactions when connected to the blockchain through a desktop-based app. They are considered to be the most secure type of wallet. Examples include Ledger Nano S, Trezor One, and KeepKey.  </li>  <li> Paper wallets: These are pieces of paper on which you write down or print your private and public keys. They are completely offline and provide a high level of security but are vulnerable to loss or physical damage. You can create a paper wallet using a wallet generator like Bitaddress.org or WalletGenerator.net.</li> <p> These are just a few examples of self-custody digital wallets. There are many more available, so it’s a good idea to do some research and choose one that fits your needs and preferences.</p> </ul>"
	}
]
